[
  {
    "id": "Exam 2024-2",
    "title": "Neon's Cooperation Framework (Exam 2024-2)",
    "description": "Neon AG is a German stock company (Aktiengesellschaft), the shares of which have been admitted to trading on the regulated market of the Frankfurt stock exchange for a number of years. Gerry is Neon’s CEO (Vorstandsvorsitzender) and holds 25% of Neon’s shares. Gerry wants Neon to develop a new business strategy. For this, Neon would have to buy IP licences for 2.5 billion euros but has no means to afford this. Unicorn plc is a competitor of Neon’s based in the UK and owns licences of the type needed for Neon’s plans. After confidential negotiations, Unicorn, Neon, and Gerry in his personal capacity enter into a “Cooperation Framework Agreement” (“CFA”) which names all three as parties and which has the following terms: \n\n1. Unicorn will transfer the licences to Neon by way of a capital contribution in kind (Sacheinlage). In return, Neon will increase its share capital by 30% and issue the new shares to Unicorn. The parties agree that the capital increase should take place within the next 6 months. \n\n2. Unicorn and Gerry agree that, once the capital increase is complete, they will pre-align major decisions impacting Neon’s business strategy. Where they cannot agree on a specific measure, Gerry agrees to follow Unicorn’s instructions when voting at a shareholder meeting of Neon. \n\nAs a result of the capital increase, Gerry will hold approximately 19% in Neon, and Unicorn 23%. Unicorn, Neon and Gerry know that the agreement will come as a surprise to Neon’s shareholders, in particular, because in previous public statements, Gerry had always stressed that he wanted Neon to remain independent. They expect that the new strategy is a “game-changer” for Neon and will change its strategic orientation permanently in a substantial way. \n\nQuestions: \n\n1. Does the conclusion of the CFA trigger capital market disclosure obligations for Neon? What is the timeframe for disclosure? Is there an option for Neon to delay disclosure? \n\n2. Unicorn wants the new shares to be admitted to trading on the regulated market in Frankfurt. Does this require a prospectus under the Prospectus Regulation? What type of information in connection with the CFA would have to be included in such a prospectus? \n\n3. What are the capital market law disclosure obligations that arise for Unicorn once the capital increase and admission to trading are complete and Unicorn acquires the new shares? Can Unicorn participate in Neon’s shareholder meetings if it does not comply with these obligations? \n\nNote: Your answer will not have to consider the SRD, §§ 111a–111c AktG, or EU capital market law that is not included in your permitted material. You may assume that Gerry and Neon have all corporate authorisations for the conclusion of the CFA and the capital increase.",
    "question_count": 3,
    "model_answer_sections": [
    "Question 1. This requires a discussion of whether the conclusion of the CFA triggers an obligation to publish “inside information” pursuant to article 17(1) MAR. a) On the facts of the case (i.e., new shareholder structure of Neon, combined influence of Gerry and Unicorn, substantial change of strategy, etc.), students would have to conclude that the conclusion of the CFA is inside information within the meaning of article 7(1)(a): aa) It relates to an issuer (Neon) and has not yet been made public. bb) Even if the agreement depends on further implementing steps, it creates information of a precise nature within the meaning of article 7(2) MAR in that there is an event that has already occurred – the conclusion of the CFA –, which is sufficient even if one considered it only as an “intermediate step” of a “protracted process”. In addition, subsequent events – the capital increase – can “reasonably be expected to occur” and therefore also qualify as information of a precise nature. A good answer would discuss the “specificity” requirement under article 7(2) MAR and mention that pursuant to the ECJ decision in Lafonta, it is sufficient for the information to be sufficiently specific to constitute a basis on which to assess the effect on the price of the financial instruments, and that the only information excluded by the specificity requirement is information that is “vague or general”. Also, the information is something a reasonable investor would likely use, and therefore likely to have a significant effect on prices within the meaning of article 7(4) MAR. cc) The information “directly concerns” the issuer in question. As a result, article 17(1) MAR requires Neon to “inform the public as soon as possible”. Students should mention that this allows issuers some time for fact-finding, but otherwise, immediate disclosure is required. Delay is only possible under article 17(4) MAR. However, there is nothing to suggest that Neon has a legitimate interest within the meaning of article 17(4)(a), and at any rate, given previous communication by Neon, a delay would be likely to mislead the public within the meaning of article 17(4)(b). Accordingly, a delay could not be justified under article 17(4) MAR. Note: students are not expected to address §§ 33, 38 WpHG, but in case they do: Subscribing to new shares not yet issued (as done in the CFA) does not trigger any disclosure obligations under §§ 38(1), 33(3) WpHG. At any rate, these would only be incumbent on Unicorn, not Neon.",
    "Question 2. This requires an analysis of prospectus requirements under the Prospectus Regulation. a) There is no public offer within the meaning of article 2(d) PR that would trigger a prospectus requirement under article 3(1) PR. However, pursuant to article 3(3) PR, admission of securities to trading on a regulated market requires prior publication of a prospectus. Neon shares qualify as securities under article 2(a) PR in conjunction with article 4(1)(44) MiFID II. Students should discuss the fact that there is an exemption for this type of transaction under article 1(5)(a) PR, but that the exemption is limited to a capital increase of 20% or less so does not cover Neon’s case. Accordingly, admission to trading requires publication of a prospectus (under article 21 PR), which in turn makes it necessary to have the prospectus approved under article 20(1) PR). A very complete answer would mention that Neon could benefit from the simplified disclosure regime for secondary issuances under article 14(1)(a) PR. b) As regards the content of the prospectus, students are expected to explain that the prospectus would have to include all information in connection with the CFA that is material within the meaning of article 6(1) PR, in particular, as regards the prospects of Neon (article 6(1)(1)(a) PR) and the reasons for the issuance (article 6(1)(1)(c) PR). The prospectus would also have to describe material risks resulting from the CFA and the new strategy (article 16(1) PR). A good answer would mention that the “criterion” for materiality under German case law is whether an investor would “rather than not” use the information for the investment decision.", 
    "Question 3. This requires candidates to address disclosure obligations under the Transparency Directive and the Takeover Bid Directive and implementing domestic German law. a) As Neon’s shares are listed on a regulated market, Neon is an issuer within the meaning of § 33(4) WpHG, so participations in Neon are subject to disclosure under §§33ff. WpHG. Pursuant to § 33(1) WpHG, Unicorn will have to disclose the acquisition of its stake in Neon. The relevant position to be disclosed includes the 23% stake held by Unicorn directly. In addition, Unicorn will have to take into account Gerry’s 19% stake if the CFA qualifies as “acting in concert” within the meaning of § 34(2) WpHG. In this context, students should differentiate between the two types of acting in concert, namely (i) an agreement to align the exercise of voting rights which qualifies as acting in concert irrespectively of the impact on the issuer’s strategy, and (ii) all other types of alignment which only qualify as acting in concert if it is aimed at modifying substantially the issuer’s strategic orientation. On the facts of the case, both requirements are fulfilled. A good answer should discuss this in the light of the BGH case law, and ideally also consider whether case law on acting in concert under WpÜG can and should be used to assess acting in concert under WpHG. A very complete answer would mention that Unicorn also has to make a statement of intent pursuant to § 43(1) WpHG. b) The acquisition of the new shares is also subject to WpÜG requirements pursuant to § 1(1) WpÜG as the shares issued by Neon are securities within the meaning of § 2(2) WpÜG and admitted to trading on a regulated market. Pursuant to § 35(1)(1) WpÜG, Unicorn has to disclose the fact that it acquired “control” in Neon and publish an offer document submit a draft offer to BaFin, §§ 35(2)(1), 14(2)(1) WpÜG. “Control” is defined as the acquisition of 30% or more in an issuer, § 29(2) WpÜG. The 23% stake held by Unicorn directly would not qualify as “control” triggering a mandatory bid requirement. However, § 30(2) WpÜG requires to include in the calculation shares held by other parties with which Unicorn is acting in concert, i.e., Gerry’s 19% stake (students may refer to the discussion of acting in concert under § 34(2) WpHG). The relevant position totals 42% and therefore the disclosure requirements under § 35(1) WpÜG. c) Failure to disclose under § 33 WpHG/§ 35 WpÜG will suspend Unicorn’s shareholder rights under § 44 WpHG, § 59 WpÜG. No such sanction exists as regards failure to make a statement of intent under § 43(1) WpHG."
    ]
  },
  {
    "id": "Exam 2025-2",
    "title": "Brabo's takeover plans (Exam 2025-2)",
    "description": "Brabo AG and Texxie AG are German stock companies (Aktiengesellschaft) whose shares are admitted to trading on the regulated market of the Frankfurt stock exchange. On 3 February 2025, Brabo’s management board (Vorstand) and supervisory board (Aufsichtsrat) resolve to “examine pros and cons of a possible takeover bid for Texxie. The decision on whether to launch a bid is reserved for a later date once a detailed analysis is available. On 4 March, Brabo acquires 15% in Texxie shares from Texxie’s major shareholder. In April, Brabo starts raising funds for the takeover bid. On 7 April, Brabo posts the following message on social media: \n\n“Brabo investors are given a unique opportunity to invest in the success of Brabo: Investors can subscribe for a non-listed bond with a denomination of 1,000 euros, an interest rate of 7% and maturity on 1 December 2030. This is not a binding offer. Further information on terms and conditions and on how to purchase bonds can be requested by email to investors@brabo.com.” \n\nBrabo does not, however, publish a securities prospectus. On 2 May, Brabo’s management and supervisory boards approve the bid and Brabo announces its intention to make a voluntary takeover bid. The offer document is published on 10 June, and 25% of Texxie shareholders accept the offer. After settlement in August, Brabo holds 40% in Texxie. \n\nQuestions: \n\n1. On 3 February, Charly, the CEO of Brabo, asks you whether there is any immediate obligation for Brabo to make public the board resolutions in relation to Texxie. It is clear that, if disclosed to the public, the resolutions would lead to wild speculations in Brabo shares with significant price changes, and share prices may change abruptly and significantly in both directions. \n\n2. On 4 February 2025, Eric, an employee representative on the supervisory board asks whether it is legal for him to inform Jake, a well-known journalist, about Brabo’s plans in relation to Texxie. \n\n3. Does the acquisition of 4 March 2025 trigger disclosure obligations for Brabo? If yes, what exactly does Brabo have to disclose? For the moment, no decision has been made whether and when Brabo will launch a bid. \n\n4. Irisia AG is a qualified investor within the meaning of article 2(e) PR and acquired Brabo bonds for €10,000,000. When Irisia learns about Brabo’s takeover bid, its management is concerned about the prospects of Brabo and asks whether it can unwind the bond transaction. \n\n5. Does the acquisition of the 40% stake trigger an obligation for Brabo to make a mandatory takeover bid?",
    "question_count": 5,
    "model_answer_sections": [
    "Question 1. Candidates are expected to discuss whether Brabo’s plans qualify as inside information and whether this triggers a disclosure obligation pursuant to article 17 MAR. a) Candidates should mention that while the resolutions are “intermediate steps”, they still qualify as inside information pursuant to article 7(4) if the elements of the definition in article 7(1)(a) MAR are met (a good answer might mention the ECJ decision in Geltl). The discussion should focus on whether the resolutions are “precise” within the meaning of article 7(1)(a). A good answer would confirm that this is the case on the basis of the ECJ decision in Lafonta. likely to have a “significant effect” on prices. Students should identify article 7(4) as the basis for their analysis and conclude that in the case at hand, the information is likely to create an incentive to trade as required by article 7(4). b) Candidates should then go on to discuss whether there is an obligation to disclose pursuant to article 17(1)(1) MAR. Candidates should conclude that pursuant to § 10(6) WpÜG, Brabo has no disclosure obligations under article 17(1) MAR for the moment. An answer should get a bonus point if it addresses the question of whether German domestic law (such as § 10(6) WpÜG) can displace a disclosure requirement under EU law (such as article 17(1) MAR), correctly concludes that the answer is affirmative, and points to article 6(1) TBD as a justification for this conclusion. Candidates also should discuss whether, aside from § 10(6) WpÜG, Brabo could delay disclosure pursuant to article 17(4) and discuss the three requirements under that provision.", 
    "Question 2. Candidates should identify the prohibition of unlawful disclosure of inside information pursuant to articles 14(c), 10 MAR and discuss the exception pursuant to article 10(1) (“normal exercise of an employment”). A good answer would mention the ECJ case law in Grongaard and argue for a restrictive application. On the basis of Grongaard, candidates should conclude that E cannot legally disclose the information in question. A very good answer would go on to discuss this conclusion in the light of article 21 MAR, and ideally also mention the ECJ decision in Hermès.", 
    "Question 3. Candidates should in any event identify that there is a straightforward requirement to disclose crossing/reaching the 3, 5, 10 and 15% thresholds pursuant to § 33(1)(1) WpHG. A good answer should also identify the requirement to publish a statement of intent pursuant to § 43(1) WpHG. A very good answer should discuss whether § 43(1) requires disclosure of the takeover plans. The wording of § 43(1) suggests this is not the case (it is only required to disclose whether additional purchases are intended, but not their volume or whether this is intended to acquire “control”), and legal writers support this view. A very good answer might mention § 10(6) WpÜG to support this view.", 
    "Question 4. Candidates should identify §§ 9(1), 10(1) in conjunction with § 14(1) WpPG as a basis for liability for a missing prospectus and conclude that the case at hand involves an “offer of securities” within the meaning of articles 3(1), 2(d) PR. A good answer would mention the EFTA case law in ADCADA when discussing whether there is an “offer to the public”. A very good answer would also discuss: whether Irisia is precluded from raising prospectus liability claims on the basis that it is a qualified investor to whom securities could be offered without a prospectus altogether (article 1(4)(a) PR); arguably, the wording of the WpPG and the ECJ decision in Bankia suggest Irisia can still rely on prospectus liability whether prospectus liability is precluded under § 14(4) WpPG; arguably, this requires positive knowledge of the breach of prospectus requirements, and the mere fact that Irisia is a qualified investor is not sufficient to conclude such knowledge existed.", 
    "Question 5. Candidates should identify that acquiring 40% qualifies as “control” pursuant to § 29(2) WpÜG and that this requires in principle a mandatory bid, § 35(1) WpÜG. Candidates are also expected to conclude that the case at hand is covered by the exemption according to § 35(3) WpÜG."
    ]
  }
]
